SSH: 111 上安装的扩展:
adpyke.codesnap
aminer.codegeex
buuug7.gbk2utf8
christian-kohler.path-intellisense
cschlosser.doxdocgen
divyanshuagrawal.competitive-programming-helper
formulahendry.code-runner
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.hexeditor
rooveterinaryinc.roo-cline
tabnine.tabnine-vscode
yxw007.vscode-translate-next
zhucan.debug-cline
